accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
ark
audiocd-kio
b43-fwcutter
base
base-devel
bash-completion
bind
bluez-qt5
breeze-gtk
breeze5
btop
btrfs-progs
cantarell-fonts
dhclient
dmidecode
dnsmasq
dolphin
dosfstools
efibootmgr
efitools
ethtool
exfatprogs
extra-cmake-modules
f2fs-tools
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
ffmpegthumbnailer
ffmpegthumbs
firefox
flatpak
fsarchiver
git
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gwenview
haruna
haveged
hdparm
htop
hwdetect
hwinfo
inetutils
inxi
iptables-nft
iwd
jfsutils
kactivities-stats5
kactivities5
kate
kcalc
kcalendarcore5
kcmutils5
kcontacts5
kde-gtk-config
kdeplasma-addons
kdesu5
kdnssd5
kdoctools5
kemoticons
kholidays5
kidletime5
kimageformats5
kinfocenter
kinit
kio-fuse
kitemmodels5
knotifyconfig5
konsole
kparts5
kpeople5
kplotting5
kpty5
kscreen
ksshaskpass
ktexteditor5
kunitconversion5
kwallet-pam
kwalletmanager
kwayland5
less
libdvdcss
libgsf
libopenraw
libwnck3
libxcrypt-compat
linux-firmware
linux-lts
logrotate
lsscsi
lvm2
man-db
man-pages
markdownpart
mdadm
mesa-utils
mlocate
modemmanager
modemmanager-qt5
mtools
nano
netctl
networkmanager
networkmanager-qt5
nfs-utils
nilfs-utils
nodejs-lts-iron
noto-fonts
nss-mdns
ntfs-3g
ntp
okular
openssh
pacman-contrib
pacmanlogviewer
partitionmanager
pavucontrol
phonon-qt5
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-desktop
plasma-disks
plasma-framework5
plasma-nm
plasma-pa
plasma5-integration
poppler-glib
power-profiles-daemon
powerdevil
prison5
purpose5
pv
python-dbus
python-defusedxml
python-gobject
python-packaging
qqc2-desktop-style5
rebuild-detector
reflector
rsync
rtkit
s-nail
sddm-kcm
sg3_utils
smartmontools
snap-pac
snapper
sof-firmware
solid5
spectacle
starship
syntax-highlighting5
sysfsutils
terminus-font
threadweaver5
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
udftools
unrar
unzip
upower
usb_modeswitch
usbutils
vi
wget
wireplumber
wpa_supplicant
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
