adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
ark
bluedevil
breeze-gtk
breeze5
cantarell-fonts
dolphin
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
ffmpegthumbnailer
ffmpegthumbs
gwenview
haruna
kate
kcalc
kde-gtk-config
kdeconnect
kdeplasma-addons
kf5
kinfocenter
kinit
kio-fuse
konsole
kscreen
ksshaskpass
kwallet-pam
kwalletmanager
markdownpart
noto-fonts
okular
pacmanlogviewer
partitionmanager
phonon-qt5
phonon-qt5-vlc
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
plasma5-integration
plasma5support
powerdevil
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-speech
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
sddm-kcm
spectacle
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
