accountsservice
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
b43-fwcutter
base
base-devel
bash-completion
bind
btop
btrfs-progs
dhclient
dmidecode
dnsmasq
dosfstools
efibootmgr
efitools
ethtool
exfatprogs
extra-cmake-modules
f2fs-tools
fastfetch
firefox
flatpak
fsarchiver
git
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk3
gtk4
gtkmm3
gtkmm-4.0
haveged
hdparm
htop
hwdetect
hwinfo
inetutils
inxi
iptables-nft
iwd
jfsutils
less
libgsf
libical
libopenraw
libwnck3
libxcrypt-compat
linux-firmware
linux-lts
logrotate
lvm2
man-db
man-pages
mdadm
mesa-utils
mlocate
modemmanager
mtools
nano
netctl
networkmanager
nfs-utils
nilfs-utils
nodejs
npm
nss-mdns
ntfs-3g
ntp
openssh
pacman-contrib
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
poppler-glib
power-profiles-daemon
pv
python-dbus
python-defusedxml
python-gobject
python-packaging
rebuild-detector
reflector
rsync
rtkit
s-nail
sg3_utils
smartmontools
snap-pac
snapper
sof-firmware
starship
sysfsutils
terminus-font
tldr
udftools
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vulkan-radeon
wget
wireplumber
wpa_supplicant
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
