accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
ark
audiocd-kio
b43-fwcutter
base
base-devel
bash-completion
bind
bluedevil
bluez
bluez-utils
breeze-gtk
btop
cantarell-fonts
dbus-python
dhclient
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
duf
efibootmgr
efitools
ethtool
exfatprogs
extra-cmake-modules
f2fs-tools
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
ffmpegthumbnailer
ffmpegthumbs
firefox
fsarchiver
git
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gwenview
haruna
haveged
hdparm
htop
hwdetect
hwinfo
inetutils
inxi
iptables-nft
iwd
jfsutils
kate
kcalc
kde-gtk-config
kdeplasma-addons
khotkeys
kinfocenter
kinit
kio-fuse
konsole
less
libdvdcss
libgsf
libopenraw
libwnck3
libxcrypt-compat
linux
linux-firmware
linux-headers
logrotate
lsscsi
lvm2
man-db
man-pages
mdadm
mesa-utils
mlocate
modemmanager
mtools
nano
nano-syntax-highlighting
neofetch
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nodejs
noto-fonts
npm
nss-mdns
ntfs-3g
ntp
okular
openssh
os-prober
pacman-contrib
pacmanlogviewer
partitionmanager
pavucontrol
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
plasma-wayland-session
poppler-glib
power-profiles-daemon
powerdevil
pv
python-defusedxml
python-gobject
python-packaging
rebuild-detector
reflector
reiserfsprogs
rsync
rtkit
s-nail
sddm-kcm
sg3_utils
smartmontools
sof-firmware
solid5
spectacle
starship
sysfsutils
terminus-font
timeshift
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vi
wget
wireplumber
wpa_supplicant
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
